<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы сообщений
    |--------------------------------------------------------------------------
    |
    */
    'message_data_invalid' => 'Отримані дані не валідні', //The given data was invalid

    'store' => [
        'success' => 'Дані успішно збережено!',
    ],
    'update' => [
        'success' => 'Дані успішно оновлено!',
    ],
    'destroy' => [
        'success' => 'Дані успішно видалено!',
        'error' => 'Помилка видалення! Можливо у вас нема права видалення!',
        'error_children' => 'Помилка видалення! Для видалення елемента, потрібно видалити всі його дочірні елементи.',
    ],
    'operation' => [
        'success' => 'Опирація успішно виконана',
        'error' => 'Помилка виконання операції',
        'success-queue' => 'Операцію успішно добавлено в чергу',
        'performed' => 'Опирація виконана',
        'counts' => [
            'error' => 'Невдалих операції :count',
            'success' => 'Успішних операцій :count',
            'all' => 'Всього операцій :count',
        ],
    ],

    'file' => [
        'store' => [
            'success' => 'Файл успішно збережений',
            'error' => 'Помилка збереженя файла',
        ],
        'destroy' => [
            'success' => 'Файл успішно видалений',
            'error' => 'Помилка видалення файла. Можливо вказаного файла не існує'
        ],
    ],

    'excellent' => 'Чудово!',
    'failure' => 'Помилка!',
    'warning' => 'Попередження!',
    'information' => 'Інформація!',
];
