@extends('layouts.app')

@php
    Seo::setModel($page);
@endphp

@section('content')
    <main class="default-page">
        <div class="about container">
            <div class="about-top">

                {{ Breadcrumbs::render('pages.show', $page) }}

                <h1 class="title">{{ $page->name }}</h1>
            </div>
            <div class="about__wrapper typographics">
                @if(!$page->body)
                    <p>
                        Ласкаво просимо до home.mama️ - вашого найкращого вибору в світі модного одягу для майбутніх мам! Наш інтернет-магазин пропонує найбільший асортимент стильного одягу, спеціально розробленого для комфорту та елегантності під час вагітності.
                    </p>
                    <h2>
                        Підзаголовок
                    </h2>
                    <ol>
                        <li>
                            <p>Доставка на відділення</p>
                        </li>
                        <li>
                            <p>
                                Термін доставки займає
                                <span>
                                3-7 дні.
                            </span>
                            </p>
                        </li>
                        <li>
                            <p>
                                Вартість доставки одиниці товару -  <span>від 35 грн</span> (залежить від ваги і габаритів)
                            </p>
                        </li>
                    </ol>
                    <blockquote>
                        <cite>
                            <span>
                                Комфорт Передусім:
                            </span>
                            Кожна модель нашого одягу розроблена з урахуванням зростання вашого животика. Використовуючи найкращі тканини та технології, ми забезпечуємо максимальний комфорт на кожному етапі вагітності.
                        </cite>
                    </blockquote>

                    <ul>
                        <li>
                            <p>Документи: Паспорт, поліс медичного страхування, лікарські карти, напрямок від лікаря – всі ці документи можуть знадобитися при реєстрації та наданні медичної допомоги.</p>
                        </li>
                        <li>
                            <p> Одяг для вас і дитини: Зручний одяг для вас під час госпіталізації та після пологів. Для дитини - пеленки, білизну та одяг, відповідно до пори року.</p>
                        </li>
                        <li>
                            <p>
                                Засоби гігієни: Зубна щітка, зубна паста, мило, шампунь, рушники. Гігієна – важлива частина догляду як для вас, так і для новонародженої дитини.
                            </p>
                        </li>
                    </ul>



                    <table>
                        <thead>
                        <tr>
                            <th>Колонка</th>
                            <th>Колонка</th>
                            <th>Колонка</th>
                        </tr>
                        </thead>
                        <tbody>
                        <tr>
                            <td>1 рядок</td>
                            <td>1 рядок</td>
                            <td>1 рядок</td>
                        </tr>
                        <tr>
                            <td>1 рядок</td>
                            <td>1 рядок</td>
                            <td>1 рядок</td>
                        </tr>
                        </tbody>
                    </table>

                    <a href="/home.html">Посилання</a>
                @else
                    {!! $page->body !!}
                @endif
            </div>
        </div>
    </main>
@endsection
