@extends('layouts.app')

@php
    Seo::setModel($page);
@endphp

@section('content')
    <main class="default-page">
        <div class="delivery about container">
            <div class="about-top">

                {{ Breadcrumbs::render('pages.show', $page) }}

                <h1 class="title">{{ $page->name }}</h1>
            </div>
            <div class="about__wrapper typographics">
                @if(!$page->body)
                    <p>
                        Доставка здійснюється по всій Україні, окрім тимчасово окупованих територій.
                    </p>
                    <h2>
                        Відправка Новою Поштою
                    </h2>
                    <ol>
                        <li>
                            <p>Доставка на відділення, у поштомат та кур’єром</p>
                        </li>
                        <li>
                            <p>
                                Термін доставки займає
                                <span>
                            1-3 дні.
                        </span>
                            </p>
                        </li>
                        <li>
                            <p>
                                Вартість доставки одиниці товару -  <span>від 70 грн</span> (залежить від ваги і габаритів)
                            </p>
                        </li>
                    </ol>
                    <h2>
                        Відправка УкрПоштою
                    </h2>
                    <ol>
                        <li>
                            <p>Доставка на відділення</p>
                        </li>
                        <li>
                            <p>
                                Термін доставки займає
                                <span>
                            3-7 дні.
                        </span>
                            </p>
                        </li>
                        <li>
                            <p>
                                Вартість доставки одиниці товару -  <span>від 35 грн</span> (залежить від ваги і габаритів)
                            </p>
                        </li>
                    </ol>
                    <h2>
                        Самовивіз
                    </h2>
                    <p>
                        Ви можете самі забрати товар за адресою:
                    </p>

                    <span>Луцьк, Винниченка 4, ТЦ Буратіно</span>
                    <p>З 10.00 до 18.00</p>

                    <h1>
                        Оплата
                    </h1>

                    <h2>Оплата онлайн</h2>
                    <p>Оплата замовлення онлайн банківською картою Visa і MasterCard через систему (назва сервісу)</p>

                    <h2>Оплата при отриманні</h2>
                    <p>Стягується комісія “Нової Пошти” 2% від суми замовлення, плюс 20 грн за переказ грошових коштів.</p>

                    <h1>Обмін та повернення</h1>

                    <p>Протягом 14 календарних днів з моменту продажу ви маєте право на повернення та обмін товару, відповідно до законодавства України, за умови збереження цілісності упаковки та оригінальності товару. Вживаний товар обміну та поверненню не підлягає. Повернення коштів здійснюється після отримання товару, та перевірки виконання усіх умов.</p>
                @else
                    {!! $page->body !!}
                @endif
            </div>
        </div>
    </main>
@endsection
