<?php

return [
    'Код успішно відправлено' => 'Код успішно відправлено',
    'Код повторно відправлено' => 'Код повторно відправлено',
    'Введений код не знайдено' => 'Введений код не знайдено',
    'Наданий Email знайдено' => 'Наданий Email знайдено',
    'Успішно авторизовано' => 'Успішно авторизовано',
    'Ви успішно вийшли із системи' => 'Ви успішно вийшли із системи',

    'Технічне обслуговування' => 'Технічне обслуговування',

    'Application saved' => 'Заявку успішно збережено! Очікуйте відповіді.',

    'Обрані' => [
        'Додано до обраного' => 'Додано до обраного',
        'Видалено з обраного' => 'Видалено з обраного',
    ],
];




